{"word2idx": {"<pad>": 0, "<start>": 1, "<end>": 2, "<unk>": 3, "series": 4, "of": 5, "escapades": 6, "demonstrating": 7, "the": 8, "adage": 9, "that": 10, "what": 11, "is": 12, "good": 13, "for": 14, "goose": 15, "also": 16, "gander": 17, "some": 18, "which": 19, "occasionally": 20, "amuses": 21, "but": 22, "none": 23, "amounts": 24, "to": 25, "much": 26, "story": 27, "this": 28, "quiet": 29, "introspective": 30, "and": 31, "entertaining": 32, "independent": 33, "worth": 34, "seeking": 35, "even": 36, "fans": 37, "ismail": 38, "merchant": 39, "work": 40, "suspect": 41, "would": 42, "have": 43, "hard": 44, "time": 45, "sitting": 46, "through": 47, "one": 48, "positively": 49, "thrilling": 50, "combination": 51, "ethnography": 52, "all": 53, "intrigue": 54, "betrayal": 55, "deceit": 56, "murder": 57, "shakespearean": 58, "tragedy": 59, "or": 60, "juicy": 61, "soap": 62, "opera": 63, "aggressive": 64, "self": 65, "glorification": 66, "manipulative": 67, "whitewash": 68, "comedy": 69, "drama": 70, "nearly": 71, "epic": 72, "proportions": 73, "rooted": 74, "in": 75, "sincere": 76, "performance": 77, "by": 78, "title": 79, "character": 80, "undergoing": 81, "midlife": 82, "crisis": 83, "narratively": 84, "trouble": 85, "every": 86, "day": 87, "plodding": 88, "mess": 89, "importance": 90, "being": 91, "earnest": 92, "so": 93, "thick": 94, "with": 95, "wit": 96, "it": 97, "plays": 98, "like": 99, "reading": 100, "from": 101, "bartlett": 102, "familiar": 103, "quotations": 104, "does": 105, "leave": 106, "you": 107, "could": 108, "hate": 109, "same": 110, "reason": 111, "there": 112, "little": 113, "recommend": 114, "snow": 115, "dogs": 116, "unless": 117, "considers": 118, "cliched": 119, "dialogue": 120, "perverse": 121, "escapism": 122, "source": 123, "high": 124, "hilarity": 125, "kung": 126, "pow": 127, "oedekerk": 128, "realization": 129, "his": 130, "childhood": 131, "dream": 132, "be": 133, "martial": 134, "arts": 135, "flick": 136, "proves": 137, "sometimes": 138, "dreams": 139, "youth": 140, "should": 141, "remain": 142, "just": 143, "performances": 144, "are": 145, "an": 146, "absolute": 147, "joy": 148, "fresnadillo": 149, "has": 150, "something": 151, "serious": 152, "say": 153, "about": 154, "ways": 155, "extravagant": 156, "chance": 157, "can": 158, "distort": 159, "our": 160, "perspective": 161, "throw": 162, "us": 163, "off": 164, "path": 165, "sense": 166, "still": 167, "moonlight": 168, "mile": 169, "better": 170, "judgment": 171, "damned": 172, "welcome": 173, "relief": 174, "baseball": 175, "movies": 176, "try": 177, "too": 178, "mythic": 179, "sweet": 180, "modest": 181, "ultimately": 182, "winning": 183, "bilingual": 184, "charmer": 185, "woman": 186, "who": 187, "inspired": 188, "less": 189, "dizzily": 190, "gorgeous": 191, "companion": 192, "mr": 193, "wong": 194, "mood": 195, "love": 196, "very": 197, "hong": 198, "kong": 199, "movie": 200, "despite": 201, "its": 202, "mainland": 203, "setting": 204, "as": 205, "inept": 206, "big": 207, "screen": 208, "remakes": 209, "avengers": 210, "wild": 211, "west": 212, "everything": 213, "expect": 214, "nothing": 215, "more": 216, "best": 217, "indie": 218, "year": 219, "far": 220, "hatfield": 221, "hicks": 222, "make": 223, "oddest": 224, "couples": 225, "becomes": 226, "study": 227, "gambles": 228, "publishing": 229, "world": 230, "offering": 231, "case": 232, "exists": 233, "apart": 234, "political": 235, "ramifications": 236, "going": 237, "house": 238, "party": 239, "watching": 240, "host": 241, "defend": 242, "himself": 243, "against": 244, "frothing": 245, "ex": 246, "girlfriend": 247, "chuck": 248, "norris": 249, "grenade": 250, "gag": 251, "occurs": 252, "times": 253, "during": 254, "windtalkers": 255, "indication": 256, "how": 257, "minded": 258, "film": 259, "plot": 260, "romantic": 261, "boilerplate": 262, "start": 263, "finish": 264, "arrives": 265, "impeccable": 266, "pedigree": 267, "mongrel": 268, "pep": 269, "almost": 270, "indecipherable": 271, "complications": 272, "clearly": 273, "means": 274, "preach": 275, "exclusively": 276, "converted": 277, "while": 278, "offers": 279, "opportunities": 280, "occasional": 281, "smiles": 282, "chuckles": 283, "give": 284, "theater": 285, "beyond": 286, "wilde": 287, "actors": 288, "latest": 289, "vapid": 290, "actor": 291, "exercise": 292, "appropriate": 293, "structure": 294, "arthur": 295, "schnitzler": 296, "reigen": 297, "vaudeville": 298, "show": 299, "than": 300, "well": 301, "constructed": 302, "narrative": 303, "on": 304, "those": 305, "terms": 306, "inoffensive": 307, "actually": 308, "rather": 309, "run": 310, "mill": 311, "action": 312, "hampered": 313, "no": 314, "paralyzed": 315, "indulgent": 316, "script": 317, "aims": 318, "poetry": 319, "ends": 320, "up": 321, "sounding": 322, "satire": 323, "ice": 324, "age": 325, "first": 326, "computer": 327, "generated": 328, "feature": 329, "cartoon": 330, "feel": 331, "other": 332, "makes": 333, "glacial": 334, "pacing": 335, "early": 336, "here": 337, "makers": 338, "serve": 339, "cliches": 340, "considerable": 341, "dash": 342, "cattaneo": 343, "followed": 344, "runaway": 345, "success": 346, "full": 347, "monty": 348, "different": 349, "they": 350, "re": 351, "unnamed": 352, "easily": 353, "substitutable": 354, "forces": 355, "whatever": 356, "terror": 357, "heroes": 358, "horror": 359, "avoid": 360, "feels": 361, "if": 362, "interested": 363, "itself": 364, "amusing": 365, "progression": 366, "into": 367, "rambling": 368, "incoherence": 369, "gives": 370, "new": 371, "meaning": 372, "phrase": 373, "fatal": 374, "error": 375, "do": 376, "judge": 377, "soon": 378, "dark": 379, "gritty": 380, "takes": 381, "totally": 382, "unexpected": 383, "directions": 384, "keeps": 385, "young": 386, "romantics": 387, "out": 388, "date": 389, "tartakovsky": 390, "team": 391, "freakish": 392, "powers": 393, "visual": 394, "charm": 395, "five": 396, "writers": 397, "slip": 398, "modern": 399, "rut": 400, "banality": 401, "vincent": 402, "gallo": 403, "right": 404, "at": 405, "home": 406, "french": 407, "shocker": 408, "playing": 409, "usual": 410, "bad": 411, "boy": 412, "weirdo": 413, "role": 414, "primary": 415, "goal": 416, "frighten": 417, "disturb": 418, "then": 419, "works": 420, "spectacularly": 421, "shiver": 422, "inducing": 423, "nerve": 424, "rattling": 425, "ride": 426, "100": 427, "minute": 428, "only": 429, "25": 430, "minutes": 431, "decent": 432, "material": 433, "fortunately": 434, "option": 435, "sensational": 436, "true": 437, "crime": 438, "hell": 439, "jaunt": 440, "purists": 441, "might": 442, "experimental": 443, "storytelling": 444, "lrb": 445, "though": 446, "horrifying": 447, "rrb": 448, "tricky": 449, "satisfying": 450, "any": 451, "david": 452, "mamet": 453, "airless": 454, "cinematic": 455, "shell": 456, "games": 457, "sure": 458, "filmmaker": 459, "disagree": 460, "honestly": 461, "see": 462, "point": 463, "jones": 464, "tackled": 465, "meaty": 466, "subject": 467, "drawn": 468, "engaging": 469, "characters": 470, "peppering": 471, "pages": 472, "memorable": 473, "zingers": 474, "bloody": 475, "sunday": 476, "grace": 477, "call": 478, "prevention": 479, "place": 480, "blame": 481, "making": 482, "war": 483, "ever": 484, "made": 485, "clunky": 486, "tv": 487, "approach": 488, "detailing": 489, "chapter": 490, "life": 491, "celebrated": 492, "irish": 493, "playwright": 494, "poet": 495, "drinker": 496, "finally": 497, "coming": 498, "down": 499, "miramax": 500, "deep": 501, "shelves": 502, "after": 503, "couple": 504, "aborted": 505, "attempts": 506, "waking": 507, "reno": 508, "strong": 509, "letting": 510, "sleeping": 511, "lie": 512, "thanks": 513, "largely": 514, "williams": 515, "interesting": 516, "developments": 517, "processed": 518, "60": 519, "rest": 520, "overexposed": 521, "waste": 522, "comes": 523, "across": 524, "relic": 525, "bygone": 526, "era": 527, "convolutions": 528, "silly": 529, "plausible": 530, "perhaps": 531, "cliche": 532, "refreshing": 533, "both": 534, "lead": 535, "oscar": 536, "size": 537, "your": 538, "lives": 539, "mark": 540, "pellington": 541, "pop": 542, "thriller": 543, "kooky": 544, "overeager": 545, "spooky": 546, "subtly": 547, "myth": 548, "claude": 549, "chabrol": 550, "camera": 551, "way": 552, "gently": 553, "swaying": 554, "back": 555, "forth": 556, "cradles": 557, "veiling": 558, "tension": 559, "beneath": 560, "otherwise": 561, "tender": 562, "movements": 563, "transforms": 564, "shakespeare": 565, "deepest": 566, "tragedies": 567, "smart": 568, "screenplay": 569, "james": 570, "eric": 571, "horton": 572, "director": 573, "peter": 574, "fallon": 575, "pat": 576, "teeth": 577, "hurt": 578, "arriving": 579, "particularly": 580, "moment": 581, "history": 582, "flickering": 583, "reminders": 584, "ties": 585, "bind": 586, "generic": 587, "villains": 588, "lack": 589, "their": 590, "funny": 591, "accents": 592, "scenes": 593, "poorly": 594, "delivered": 595, "deeply": 596, "thought": 597, "most": 598, "thinking": 599, "films": 600, "gratuitous": 601, "distractions": 602, "impressed": 603, "upon": 604, "fun": 605, "downright": 606, "transparent": 607, "endless": 608, "assault": 609, "embarrassingly": 610, "ham": 611, "fisted": 612, "sex": 613, "jokes": 614, "reek": 615, "rewrite": 616, "designed": 617, "garner": 618, "cooler": 619, "pg": 620, "13": 621, "rating": 622, "provocative": 623, "impossible": 624, "gets": 625, "under": 626, "skin": 627, "man": 628, "we": 629, "know": 630, "evil": 631, "monstrous": 632, "lunatic": 633, "drive": 634, "many": 635, "things": 636, "stoner": 637, "midnight": 638, "sci": 639, "fi": 640, "deconstruction": 641, "gay": 642, "fantasia": 643, "above": 644, "sanguine": 645, "two": 646, "skittish": 647, "york": 648, "middle": 649, "agers": 650, "stumble": 651, "relationship": 652, "struggle": 653, "furiously": 654, "fears": 655, "foibles": 656, "ambition": 657, "subjects": 658, "not": 659, "willingness": 660, "scherfig": 661, "will": 662, "wondering": 663, "clever": 664, "credits": 665, "roll": 666, "absorbing": 667, "documentary": 668, "reeks": 669, "rot": 670, "hack": 671, "vignettes": 672, "clips": 673, "looking": 674, "common": 675, "line": 676, "major": 677, "problem": 678, "bulk": 679, "centers": 680, "wrong": 681, "swimfan": 682, "attraction": 683, "eventually": 684, "goes": 685, "overboard": 686, "loony": 687, "melodramatic": 688, "denouement": 689, "school": 690, "swimming": 691, "pool": 692, "substitutes": 693, "bathtub": 694, "heartfelt": 695, "involving": 696, "unsettling": 697, "experience": 698, "predecessors": 699, "proud": 700, "pretty": 701, "execution": 702, "lot": 703, "richer": 704, "ones": 705, "hollywood": 706, "screenwriters": 707, "usually": 708, "come": 709, "own": 710, "phillip": 711, "noyce": 712, "cinematographer": 713, "christopher": 714, "doyle": 715, "understand": 716, "delicate": 717, "forcefulness": 718, "greene": 719, "prose": 720, "version": 721, "american": 722, "pianist": 723, "lacks": 724, "quick": 725, "emotional": 726, "connections": 727, "steven": 728, "spielberg": 729, "schindler": 730, "list": 731, "inventive": 732, "intoxicatingly": 733, "sexy": 734, "violent": 735, "maddening": 736, "tells": 737, "fascinating": 738, "compelling": 739, "written": 740, "flatly": 741, "kendall": 742, "directed": 743, "barely": 744, "mary": 745, "co": 746, "writer": 747, "ed": 748, "decter": 749, "highly": 750, "recommended": 751, "viewing": 752, "courage": 753, "ideas": 754, "technical": 755, "proficiency": 756, "great": 757, "acting": 758, "imax": 759, "short": 760, "wonderful": 761, "shows": 762, "slice": 763, "yet": 764, "instantly": 765, "recognizable": 766, "amid": 767, "shock": 768, "curiosity": 769, "factors": 770, "corny": 771, "examination": 772, "actress": 773, "trying": 774, "find": 775, "her": 776, "lazy": 777, "solving": 778, "distract": 779, "solution": 780, "another": 781, "comprehensible": 782, "dummies": 783, "guide": 784, "non": 785, "techies": 786, "enjoy": 787, "entertains": 788, "because": 789, "music": 790, "comic": 791, "antics": 792, "pleasure": 793, "disney": 794, "scrape": 795, "bottom": 796, "cracker": 797, "barrel": 798, "burr": 799, "steers": 800, "emphasizes": 801, "quirky": 802, "mixed": 803, "results": 804, "scarcely": 805, "mention": 806, "reporting": 807, "number": 808, "tumbleweeds": 809, "blowing": 810, "empty": 811, "theatres": 812, "graced": 813, "company": 814, "invigorating": 815, "surreal": 816, "resonant": 817, "rainbow": 818, "emotion": 819, "analyze": 820, "crass": 821, "contrived": 822, "sequels": 823, "fails": 824, "second": 825, "guess": 826, "affection": 827, "original": 828, "report": 829, "card": 830, "live": 831, "exalted": 832, "tagline": 833, "definite": 834, "room": 835, "improvement": 836, "neither": 837, "monsterous": 838, "tsai": 839, "may": 840, "ploughing": 841, "furrow": 842, "once": 843, "often": 844, "green": 845, "equivalent": 846, "saddam": 847, "hussein": 848, "ready": 849, "go": 850, "ask": 851, "permission": 852, "preemptive": 853, "strike": 854, "surprisingly": 855, "solid": 856, "achievement": 857, "malcolm": 858, "lee": 859, "john": 860, "ridley": 861, "massoud": 862, "record": 863, "tenacious": 864, "humane": 865, "fighter": 866, "was": 867, "prisoner": 868, "victim": 869, "changing": 870, "lanes": 871, "tries": 872, "shyamalan": 873, "stop": 874, "please": 875, "mom": 876, "macabre": 877, "stylized": 878, "swedish": 879, "fillm": 880, "city": 881, "where": 882, "religious": 883, "civic": 884, "virtues": 885, "hold": 886, "society": 887, "tatters": 888, "recent": 889, "memory": 890, "thoughtful": 891, "art": 892, "ethics": 893, "cost": 894, "moral": 895, "compromise": 896, "consistently": 897, "unimaginative": 898, "probably": 899, "saved": 900, "aid": 901, "wisecracking": 902, "mystery": 903, "science": 904, "3000": 905, "guys": 906, "tian": 907, "zhuangzhuang": 908, "triumphantly": 909, "returns": 910, "filmmaking": 911, "visually": 912, "masterful": 913, "power": 914, "mawkish": 915, "parody": 916, "weird": 917, "masterpiece": 918, "sketch": 919, "view": 920, "nor": 921, "believe": 922, "puts": 923, "them": 924, "battle": 925, "wills": 926, "care": 927, "appreciate": 928, "sided": 929, "theme": 930, "lawrence": 931, "over": 932, "tirade": 933, "knock": 934, "yourself": 935, "postcard": 936, "glorified": 937, "martin": 938, "lovefest": 939, "whole": 940, "sneaky": 941, "dupe": 942, "viewer": 943, "taking": 944, "important": 945, "simply": 946, "ugly": 947, "look": 948, "product": 949, "whenever": 950, "threatens": 951, "get": 952, "bogged": 953, "dramaturgy": 954, "stirring": 955, "sequence": 956, "surge": 957, "swirling": 958, "rapids": 959, "leap": 960, "pinnacle": 961, "rouses": 962, "swinging": 963, "seem": 964, "hobby": 965, "attracts": 966, "fit": 967, "when": 968, "entirely": 969, "unprepared": 970, "devos": 971, "delivers": 972, "perfect": 973, "captures": 974, "innocence": 975, "budding": 976, "demons": 977, "within": 978, "wallflower": 979, "300": 980, "years": 981, "russian": 982, "culture": 983, "compressed": 984, "evanescent": 985, "seamless": 986, "sumptuous": 987, "stream": 988, "consciousness": 989, "filmmakers": 990, "want": 991, "else": 992, "cheap": 993, "succeed": 994, "polanski": 995, "element": 996, "alone": 997, "abandoned": 998, "consoled": 999, "he": 1000, "revealed": 1001, "before": 1002, "spiritual": 1003, "survival": 1004, "spider": 1005, "summer": 1006, "blockbuster": 1007, "had": 1008, "endure": 1009, "last": 1010, "hopefully": 1011, "sets": 1012, "tone": 1013, "stuff": 1014, "vulgar": 1015, "forgettably": 1016, "images": 1017, "ravaged": 1018, "land": 1019, "prove": 1020, "potent": 1021, "riveting": 1022, "unlikely": 1023, "sarah": 1024, "harrison": 1025, "winds": 1026, "revelatory": 1027, "narcissistic": 1028, "achieving": 1029, "honest": 1030, "insight": 1031, "relationships": 1032, "concept": 1033, "candy": 1034, "coat": 1035, "storylines": 1036, "precious": 1037, "circumstances": 1038, "beautiful": 1039, "stars": 1040, "mostly": 1041, "martha": 1042, "unsurprising": 1043, "delectable": 1044, "diversion": 1045, "affecting": 1046, "portrait": 1047, "screwed": 1048, "dared": 1049, "powerful": 1050, "people": 1051, "seen": 1052, "eyes": 1053, "idealistic": 1054, "kid": 1055, "chooses": 1056, "champion": 1057, "losing": 1058, "cause": 1059, "keenly": 1060, "observed": 1061, "refreshingly": 1062, "natural": 1063, "details": 1064, "promenade": 1065, "clad": 1066, "bodies": 1067, "myrtle": 1068, "beach": 1069, "adrenaline": 1070, "jolt": 1071, "sudden": 1072, "lunch": 1073, "rush": 1074, "diner": 1075, "brilliant": 1076, "expense": 1077, "paid": 1078, "pay": 1079, "triumph": 1080, "hews": 1081, "carries": 1082, "effortlessly": 1083, "darkness": 1084, "light": 1085, "everyone": 1086, "involved": 1087, "seems": 1088, "coasting": 1089, "hooked": 1090, "delicious": 1091, "pulpiness": 1092, "lurid": 1093, "fiction": 1094, "kind": 1095, "production": 1096, "been": 1097, "funnier": 1098, "released": 1099, "outtakes": 1100, "theatrically": 1101, "used": 1102, "bonus": 1103, "dvd": 1104, "tolstoy": 1105, "groupies": 1106, "daughter": 1107, "danang": 1108, "reveals": 1109, "efforts": 1110, "toward": 1111, "closure": 1112, "open": 1113, "wounds": 1114, "weirdly": 1115, "unpredictable": 1116, "pieces": 1117, "intriguing": 1118, "intoxicating": 1119, "although": 1120, "fairly": 1121, "end": 1122, "having": 1123, "fresh": 1124, "growing": 1125, "catholic": 1126, "really": 1127, "anything": 1128, "comprehension": 1129, "were": 1130, "sleek": 1131, "arty": 1132, "poor": 1133, "editing": 1134, "bluescreen": 1135, "ultra": 1136, "cheesy": 1137, "highlight": 1138, "radical": 1139, "cho": 1140, "face": 1141, "amazing": 1142, "slapstick": 1143, "instrument": 1144, "creating": 1145, "scrapbook": 1146, "living": 1147, "mug": 1148, "shots": 1149, "frame": 1150, "completely": 1151, "misses": 1152, "emotions": 1153, "initial": 1154, "strangeness": 1155, "inexorably": 1156, "rote": 1157, "sentimentality": 1158, "mystical": 1159, "tenderness": 1160, "expedience": 1161, "lets": 1162, "brush": 1163, "humanity": 1164, "psycho": 1165, "without": 1166, "him": 1167, "hartley": 1168, "created": 1169, "monster": 1170, "did": 1171, "handle": 1172, "cowering": 1173, "begging": 1174, "feet": 1175, "scruffy": 1176, "giannini": 1177, "madonna": 1178, "since": 1179, "abel": 1180, "ferrara": 1181, "beaten": 1182, "pulp": 1183, "dangerous": 1184, "game": 1185, "clumsy": 1186, "key": 1187, "moments": 1188, "splash": 1189, "eight": 1190, "legged": 1191, "freaks": 1192, "partly": 1193, "homage": 1194, "tarantula": 1195, "low": 1196, "budget": 1197, "thrillers": 1198, "1950s": 1199, "60s": 1200, "sophomoric": 1201, "romp": 1202, "hellish": 1203, "conditions": 1204, "errol": 1205, "morris": 1206, "focusing": 1207, "eccentricity": 1208, "failing": 1209, "bigger": 1210, "oddballs": 1211, "near": 1212, "future": 1213, "america": 1214, "scientific": 1215, "law": 1216, "discerned": 1217, "producers": 1218, "heed": 1219, "mediocre": 1220, "drag": 1221, "speeds": 1222, "explosions": 1223, "fall": 1224, "few": 1225, "cool": 1226, "never": 1227, "aware": 1228, "coolness": 1229, "artist": 1230, "tired": 1231, "fighting": 1232, "fights": 1233, "putting": 1234, "weight": 1235, "shoulders": 1236, "form": 1237, "stale": 1238, "uninspired": 1239, "cut": 1240, "song": 1241, "fully": 1242, "example": 1243, "lush": 1244, "enveloping": 1245, "rhapsodizes": 1246, "rare": 1247, "capability": 1248, "soothe": 1249, "break": 1250, "heart": 1251, "single": 1252, "stroke": 1253, "eerily": 1254, "accurate": 1255, "depiction": 1256, "depression": 1257, "length": 1258, "wears": 1259, "tryingly": 1260, "uncluttered": 1261, "gem": 1262, "relays": 1263, "universal": 1264, "points": 1265, "lectures": 1266, "confrontations": 1267, "force": 1268, "scratch": 1269, "hole": 1270, "head": 1271, "post": 1272, "camp": 1273, "old": 1274, "perfectly": 1275, "creature": 1276, "fan": 1277, "knows": 1278, "cross": 1279, "toxic": 1280, "chemicals": 1281, "bunch": 1282, "exotic": 1283, "creatures": 1284, "running": 1285, "around": 1286, "screaming": 1287, "death": 1288, "bet": 1289, "convoluted": 1290, "journey": 1291, "turn": 1292, "devolves": 1293, "bizarre": 1294, "sort": 1295, "shainberg": 1296, "adaptation": 1297, "gaitskill": 1298, "harrowing": 1299, "brilliantly": 1300, "played": 1301, "kim": 1302, "ki": 1303, "deok": 1304, "mind": 1305, "emotionally": 1306, "least": 1307, "adolescent": 1308, "audience": 1309, "demanding": 1310, "regular": 1311, "shocks": 1312, "bouts": 1313, "defensible": 1314, "sexual": 1315, "violence": 1316, "keep": 1317, "exist": 1318, "employ": 1319, "kids": 1320, "owe": 1321, "favors": 1322, "famous": 1323, "parents": 1324, "scattered": 1325, "whose": 1326, "hero": 1327, "dog": 1328, "cinema": 1329, "paradiso": 1330, "improved": 1331, "campanella": 1332, "sad": 1333, "hopeful": 1334, "amiable": 1335, "unfocused": 1336, "bagatelle": 1337, "loosely": 1338, "connected": 1339, "string": 1340, "workshop": 1341, "exercises": 1342, "sharp": 1343, "dull": 1344, "wallace": 1345, "bit": 1346, "heavy": 1347, "handed": 1348, "message": 1349, "flair": 1350, "waxes": 1351, "poetic": 1352, "taste": 1353, "charming": 1354, "thing": 1355, "chimps": 1356, "lots": 1357, "blown": 1358, "starts": 1359, "spirals": 1360, "downward": 1361, "thuds": 1362, "utterly": 1363, "incompetent": 1364, "conclusion": 1365, "children": 1366, "truest": 1367, "horrendously": 1368, "amateurish": 1369, "plainly": 1370, "incomprehensible": 1371, "beautifully": 1372, "crafted": 1373, "attract": 1374, "upscale": 1375, "audiences": 1376, "hungry": 1377, "quality": 1378, "nostalgic": 1379, "twisty": 1380, "yarn": 1381, "guessing": 1382, "awkwardly": 1383, "magic": 1384, "realism": 1385, "punch": 1386, "lines": 1387, "miss": 1388, "unfortunately": 1389, "outnumber": 1390, "hits": 1391, "three": 1392, "smoke": 1393, "signals": 1394, "imbued": 1395, "themes": 1396, "familial": 1397, "spirituality": 1398, "moving": 1399, "stooping": 1400, "base": 1401, "melodrama": 1402, "evokes": 1403, "style": 1404, "flash": 1405, "double": 1406, "heist": 1407, "uplifting": 1408, "brief": 1409, "42": 1410, "need": 1411, "blab": 1412, "spalding": 1413, "gray": 1414, "teen": 1415, "gross": 1416, "deal": 1417, "preposterous": 1418, "uneven": 1419, "result": 1420, "rehashes": 1421, "several": 1422, "capped": 1423, "pointless": 1424, "extremes": 1425, "insanely": 1426, "graphic": 1427, "dragons": 1428, "real": 1429, "reign": 1430, "fire": 1431, "wo": 1432, "disappointed": 1433, "dramatic": 1434, "happen": 1435, "manages": 1436, "intended": 1437, "placing": 1438, "coma": 1439, "state": 1440, "generates": 1441, "degree": 1442, "randomness": 1443, "achieved": 1444, "lottery": 1445, "drawing": 1446, "veers": 1447, "course": 1448, "unintentional": 1449, "parallels": 1450, "inadvertently": 1451, "evoke": 1452, "memories": 1453, "humorous": 1454, "depress": 1455, "saw": 1456, "convinced": 1457, "already": 1458, "impression": 1459, "territory": 1460, "humor": 1461, "lose": 1462, "smug": 1463, "satisfaction": 1464, "associated": 1465, "private": 1466, "schools": 1467, "superior": 1468, "navigates": 1469, "fast": 1470, "fade": 1471, "pomposity": 1472, "pretentiousness": 1473, "weak": 1474, "together": 1475, "told": 1476, "latently": 1477, "liking": 1478, "read": 1479, "hardly": 1480, "enough": 1481, "sophisticated": 1482, "literate": 1483, "such": 1484, "pictures": 1485, "catch": 1486, "slight": 1487, "monte": 1488, "cristo": 1489, "smartly": 1490, "wrought": 1491, "omits": 1492, "needless": 1493, "chase": 1494, "swordfights": 1495, "revenge": 1496, "unfolds": 1497, "fairy": 1498, "tale": 1499, "renowned": 1500, "indian": 1501, "allows": 1502, "americans": 1503, "revel": 1504, "splendor": 1505, "done": 1506, "supernatural": 1507, "keen": 1508, "insights": 1509, "parapsychological": 1510, "phenomena": 1511, "soulful": 1512, "nuances": 1513, "grieving": 1514, "process": 1515, "bond": 1516, "save": 1517, "eccentric": 1518, "super": 1519, "wealthy": 1520, "megalomaniac": 1521, "bent": 1522, "domination": 1523, "destruction": 1524, "depressing": 1525, "ruthlessly": 1526, "pained": 1527, "depraved": 1528, "staring": 1529, "wound": 1530, "damon": 1531, "brings": 1532, "proper": 1533, "conviction": 1534, "jason": 1535, "bourne": 1536, "beware": 1537, "penance": 1538, "rich": 1539, "luscious": 1540, "cares": 1541, "singularly": 1542, "boris": 1543, "von": 1544, "sychowski": 1545, "instead": 1546, "opts": 1547, "routine": 1548, "slasher": 1549, "sit": 1550, "ve": 1551, "nice": 1552, "trusted": 1553, "complex": 1554, "left": 1555, "predictable": 1556, "superfluous": 1557, "sequel": 1558, "plagued": 1559, "feeling": 1560, "let": 1561, "shown": 1562, "appointed": 1563, "visible": 1564, "enthusiasm": 1565, "mighty": 1566, "roughshod": 1567, "document": 1568, "serves": 1569, "workable": 1570, "primer": 1571, "region": 1572, "terrific": 1573, "10th": 1574, "grade": 1575, "learning": 1576, "tool": 1577, "cloaks": 1578, "anti": 1579, "feminist": 1580, "equation": 1581, "career": 1582, "misery": 1583, "tiresome": 1584, "duds": 1585, "safe": 1586, "play": 1587, "milquetoast": 1588, "week": 1589, "transcends": 1590, "meets": 1591, "girl": 1592, "posturing": 1593, "typical": 1594, "stories": 1595, "ridden": 1596, "endeavor": 1597, "predecessor": 1598, "blend": 1599, "overripe": 1600, "episode": 1601, "dawson": 1602, "creek": 1603, "recycled": 1604, "dumbed": 1605, "covers": 1606, "huge": 1607, "topics": 1608, "bland": 1609, "surfacey": 1610, "offer": 1611, "why": 1612, "instance": 1613, "improve": 1614, "blank": 1615, "threw": 1616, "loads": 1617, "money": 1618, "idea": 1619, "teenage": 1620, "boys": 1621, "wrestling": 1622, "difficult": 1623, "imagine": 1624, "confused": 1625, "sloppily": 1626, "possibly": 1627, "road": 1628, "2002": 1629, "intentioned": 1630, "rent": 1631, "parable": 1632, "jolting": 1633, "charleston": 1634, "rhythms": 1635, "sizzle": 1636, "news": 1637, "found": 1638, "vent": 1639, "sy": 1640, "faced": 1641, "smiling": 1642, "madmen": 1643, "killer": 1644, "insomnia": 1645, "phoned": 1646, "business": 1647, "lackadaisical": 1648, "plotting": 1649, "mindless": 1650, "benjamins": 1651, "tier": 1652, "blaxploitation": 1653, "flicks": 1654, "1970s": 1655, "ah": 1656, "yes": 1657, "me": 1658, "urge": 1659, "doze": 1660, "thoughtless": 1661, "random": 1662, "superficial": 1663, "humour": 1664, "scouse": 1665, "values": 1666, "standard": 1667, "procedure": 1668, "narc": 1669, "strikes": 1670, "defiantly": 1671, "retro": 1672, "chord": 1673, "outpaces": 1674, "contemporaries": 1675, "daring": 1676, "verve": 1677, "rip": 1678, "roaring": 1679, "fest": 1680, "ll": 1681, "put": 1682, "hairs": 1683, "chest": 1684, "miyazaki": 1685, "wondrously": 1686, "gifted": 1687, "artists": 1688, "storytellers": 1689, "chronicle": 1690, "quest": 1691, "president": 1692, "handedly": 1693, "turned": 1694, "plane": 1695, "bitten": 1696, "cynical": 1697, "journalists": 1698, "essentially": 1699, "campaign": 1700, "extended": 1701, "publicity": 1702, "department": 1703, "provides": 1704, "laugh": 1705, "therapy": 1706, "comedies": 1707, "offbeat": 1708, "happy": 1709, "ending": 1710, "strangely": 1711, "hollow": 1712, "core": 1713, "commercialism": 1714, "squeezed": 1715, "idealism": 1716, "moviemaking": 1717, "godfrey": 1718, "reggio": 1719, "shines": 1720, "lonely": 1721, "beacon": 1722, "roger": 1723, "michell": 1724, "cuss": 1725, "severely": 1726, "bungling": 1727, "robert": 1728, "harmon": 1729, "bump": 1730, "night": 1731, "chills": 1732, "greatest": 1733, "keeping": 1734, "creepy": 1735, "crawlies": 1736, "hidden": 1737, "shadows": 1738, "highest": 1739, "awkwardness": 1740, "human": 1741, "generous": 1742, "feral": 1743, "uncomfortable": 1744, "sillier": 1745, "cuter": 1746, "shorter": 1747, "remember": 1748, "enjoyable": 1749, "expected": 1750, "laughs": 1751, "basic": 1752, "comedic": 1753, "constructs": 1754, "black": 1755, "white": 1756, "unrealistic": 1757, "reassuring": 1758, "manner": 1759, "sung": 1760, "holiday": 1761, "carol": 1762, "camouflage": 1763, "carvey": 1764, "now": 1765, "considering": 1766, "paper": 1767, "bag": 1768, "wear": 1769, "public": 1770, "recognized": 1771, "bilked": 1772, "unsuspecting": 1773, "moviegoers": 1774, "scares": 1775, "ominous": 1776, "pervasive": 1777, "unknown": 1778, "threat": 1779, "lurks": 1780, "below": 1781, "proceedings": 1782, "adds": 1783, "constant": 1784, "mindset": 1785, "suspense": 1786, "animation": 1787, "handsome": 1788, "various": 1789, "sidekicks": 1790, "add": 1791, "needed": 1792, "levity": 1793, "bleak": 1794, "overall": 1795, "rises": 1796, "mediocrity": 1797, "rock": 1798, "videos": 1799, "fused": 1800, "eerie": 1801, "atmosphere": 1802, "breezy": 1803, "esoteric": 1804, "musings": 1805, "philosophy": 1806, "former": 1807, "gong": 1808, "addict": 1809, "admit": 1810, "my": 1811, "complaint": 1812, "creations": 1813, "genuinely": 1814, "unnerving": 1815, "increasingly": 1816, "diverse": 1817, "describe": 1818, "joyous": 1819, "leaps": 1820, "national": 1821, "boundaries": 1822, "celebrates": 1823, "nature": 1824, "worthy": 1825, "bites": 1826, "chew": 1827, "linking": 1828, "massacre": 1829, "armenians": 1830, "1915": 1831, "present": 1832, "halfway": 1833, "dwindles": 1834, "witty": 1835, "surprising": 1836, "morality": 1837, "disguised": 1838, "senses": 1839, "traveler": 1840, "earlier": 1841, "freundlich": 1842, "bears": 1843, "grievous": 1844, "obscure": 1845, "fathers": 1846, "circles": 1847, "obsessively": 1848, "contact": 1849, "fact": 1850, "preachy": 1851, "touch": 1852, "woo": 1853, "bullet": 1854, "ballet": 1855, "formulas": 1856, "messing": 1857, "bug": 1858, "bogus": 1859, "confident": 1860, "pair": 1861, "destination": 1862, "special": 1863, "walk": 1864, "woods": 1865, "superbly": 1866, "photographed": 1867, "staged": 1868, "mendes": 1869, "set": 1870, "likes": 1871, "mainstream": 1872, "rarely": 1873, "mesmerizing": 1874, "poem": 1875, "10": 1876, "seeing": 1877, "become": 1878, "apparent": 1879, "franchise": 1880, "long": 1881, "past": 1882, "screenwriter": 1883, "chris": 1884, "ver": 1885, "weil": 1886, "directing": 1887, "debut": 1888, "natured": 1889, "small": 1890, "overshadowed": 1891, "predictability": 1892, "moves": 1893, "away": 1894, "solondz": 1895, "social": 1896, "critique": 1897, "casting": 1898, "intellectual": 1899, "lector": 1900, "contemplation": 1901, "auteur": 1902, "professional": 1903, "injuries": 1904, "dedication": 1905, "finding": 1906, "husband": 1907, "psychotic": 1908, "convincing": 1909, "broken": 1910, "outweighs": 1911, "loss": 1912, "witness": 1913, "flat": 1914, "looks": 1915, "fake": 1916, "mildly": 1917, "toothless": 1918, "book": 1919, "festers": 1920, "dungpile": 1921, "swear": 1922, "monkeys": 1923, "flinging": 1924, "feces": 1925, "addition": 1926, "overcooked": 1927, "direction": 1928, "reaching": 1929, "row": 1930, "sounds": 1931, "horrible": 1932, "vile": 1933, "incoherent": 1934, "scummy": 1935, "ripoff": 1936, "cronenberg": 1937, "videodrome": 1938, "kinda": 1939, "dumb": 1940, "sent": 1941, "copyof": 1942, "review": 1943, "humbuggery": 1944, "blade": 1945, "ii": 1946, "arch": 1947, "cold": 1948, "blooded": 1949, "thinly": 1950, "conceived": 1951, "flame": 1952, "roiling": 1953, "inspires": 1954, "trembling": 1955, "gratitude": 1956, "robinson": 1957, "web": 1958, "matches": 1959, "page": 1960, "turning": 1961, "frenzy": 1962, "clancy": 1963, "creates": 1964, "got": 1965, "lynch": 1966, "tentative": 1967, "favor": 1968, "given": 1969, "concentrating": 1970, "elements": 1971, "revealing": 1972, "alienation": 1973, "among": 1974, "sadly": 1975, "hostile": 1976, "odds": 1977, "recklessness": 1978, "retaliation": 1979, "austin": 1980, "goldmember": 1981, "entertainment": 1982, "sustain": 1983, "interest": 1984, "puzzles": 1985, "emphasis": 1986, "britney": 1987, "spears": 1988, "maintaining": 1989, "appearance": 1990, "clinical": 1991, "objectivity": 1992, "inspiring": 1993, "wiseman": 1994, "warmest": 1995, "doubt": 1996, "asks": 1997, "questions": 1998, "country": 1999, "dreary": 2000, "spark": 2001, "appear": 2002, "ca": 2003, "generate": 2004, "heat": 2005, "vacuum": 2006, "reaction": 2007, "ivan": 2008, "prince": 2009, "fellow": 2010, "shallow": 2011, "glib": 2012, "mean": 2013, "spirited": 2014, "responsible": 2015, "particular": 2016, "value": 2017, "merit": 2018, "using": 2019, "stock": 2020, "injects": 2021, "freshness": 2022, "provide": 2023, "beating": 2024, "spoof": 2025, "downplays": 2026, "raunch": 2027, "gags": 2028, "rely": 2029, "strength": 2030, "cleverness": 2031, "opposed": 2032, "extent": 2033, "outrageousness": 2034, "begins": 2035, "conventional": 2036, "evolves": 2037, "gorgeously": 2038, "atmospheric": 2039, "meditation": 2040, "encounters": 2041, "buy": 2042, "popcorn": 2043, "late": 2044, "cable": 2045, "sexploitation": 2046, "masquerading": 2047, "ruthless": 2048, "order": 2049, "governs": 2050, "college": 2051, "cliques": 2052, "effort": 2053, "burdened": 2054, "sensibilities": 2055, "emerge": 2056, "accessibility": 2057, "allen": 2058, "piffle": 2059, "saying": 2060, "airhead": 2061, "deserves": 2062, "momentum": 2063, "position": 2064, "remains": 2065, "undeterminable": 2066, "experiment": 2067, "successful": 2068, "judith": 2069, "zaza": 2070, "bedroom": 2071, "intimate": 2072, "sensual": 2073, "psychologically": 2074, "passes": 2075, "hysterics": 2076, "spotty": 2077, "biting": 2078, "irritating": 2079, "soul": 2080, "searching": 2081, "garbage": 2082, "price": 2083, "ticket": 2084, "clarity": 2085, "matters": 2086, "breaking": 2087, "codes": 2088, "comparison": 2089, "disappointingly": 2090, "thin": 2091, "lower": 2092, "class": 2093, "london": 2094, "mainly": 2095, "south": 2096, "korean": 2097, "undemanding": 2098, "alacrity": 2099, "counterparts": 2100, "except": 2101, "heady": 2102, "jumble": 2103, "insane": 2104, "undertaking": 2105, "coheres": 2106, "sane": 2107, "breathtakingly": 2108, "creative": 2109, "joke": 2110, "toilet": 2111, "seat": 2112, "help": 2113, "caught": 2114, "appears": 2115, "whom": 2116, "logic": 2117, "cohesion": 2118, "foreign": 2119, "ignore": 2120, "concentrate": 2121, "sea": 2122, "interpersonal": 2123, "ai": 2124, "half": 2125, "dreadful": 2126, "passionate": 2127, "somewhat": 2128, "flawed": 2129, "treatment": 2130, "smackdown": 2131, "guilty": 2132, "celebration": 2133, "these": 2134, "unfairly": 2135, "dismissed": 2136, "painfully": 2137, "forced": 2138, "false": 2139, "fabricated": 2140, "relative": 2141, "letdown": 2142, "hey": 2143, "arnold": 2144, "scratches": 2145, "surface": 2146, "itch": 2147, "explore": 2148, "band": 2149, "featured": 2150, "drumline": 2151, "red": 2152, "hot": 2153, "mere": 2154, "leigh": 2155, "directors": 2156, "cast": 2157, "sham": 2158, "raw": 2159, "nerved": 2160, "monumental": 2161, "practically": 2162, "facet": 2163, "joyless": 2164, "idiotic": 2165, "annoying": 2166, "atrocious": 2167, "praised": 2168, "disappointments": 2169, "misfortune": 2170, "watch": 2171, "quite": 2172, "stand": 2173, "wanes": 2174, "roman": 2175, "directs": 2176, "surgeon": 2177, "mends": 2178, "meticulously": 2179, "passion": 2180, "garth": 2181, "progressed": 2182, "nicely": 2183, "wayne": 2184, "empathy": 2185, "spare": 2186, "waydowntown": 2187, "acknowledges": 2188, "silent": 2189, "screams": 2190, "workaday": 2191, "inertia": 2192, "stops": 2193, "indulging": 2194, "striving": 2195, "solipsism": 2196, "labours": 2197, "thrilled": 2198, "naturedness": 2199, "deeds": 2200, "embrace": 2201, "sheer": 2202, "goofiness": 2203, "cameos": 2204, "likely": 2205, "celebrities": 2206, "certainly": 2207, "raises": 2208, "sandler": 2209, "attached": 2210, "fundamentally": 2211, "level": 2212, "achieves": 2213, "goofy": 2214, "grandeur": 2215, "ho": 2216, "hum": 2217, "affair": 2218, "always": 2219, "watchable": 2220, "uniformly": 2221, "acted": 2222, "especially": 2223, "ballesta": 2224, "galan": 2225, "achero": 2226, "manas": 2227, "schematic": 2228, "obvious": 2229, "resurrect": 2230, "dead": 2231, "copy": 2232, "knocking": 2233, "shores": 2234, "wary": 2235, "natives": 2236, "abhorrent": 2237, "simplistic": 2238, "heaven": 2239, "holly": 2240, "marina": 2241, "survive": 2242, "hothouse": 2243, "teendom": 2244, "longevity": 2245, "inexplicable": 2246, "characterizations": 2247, "crassly": 2248, "reductive": 2249, "hours": 2250, "connect": 2251, "neat": 2252, "introduces": 2253, "illuminate": 2254, "mysteries": 2255, "duty": 2256, "purports": 2257, "target": 2258, "deeper": 2259, "nine": 2260, "tenths": 2261, "waterboy": 2262, "motions": 2263, "zip": 2264, "gone": 2265, "snazzy": 2266, "establishes": 2267, "realistic": 2268, "involves": 2269, "unfolding": 2270, "ensures": 2271, "investment": 2272, "pays": 2273, "automatically": 2274, "bypass": 2275, "hip": 2276, "hop": 2277, "bigelow": 2278, "flashy": 2279, "twists": 2280, "turns": 2281, "fortify": 2282, "turgid": 2283, "fable": 2284, "unsophisticated": 2285, "seriously": 2286, "stupid": 2287, "infantile": 2288, "redundant": 2289, "sloppy": 2290, "top": 2291, "resident": 2292, "carpenter": 2293, "ghosts": 2294, "mars": 2295, "eliminating": 2296, "beheadings": 2297, "resolutely": 2298, "avoids": 2299, "possibilities": 2300, "situation": 2301, "prom": 2302, "dates": 2303, "destiny": 2304, "master": 2305, "storyteller": 2306, "further": 2307, "anyone": 2308, "hunger": 2309, "cat": 2310, "tasty": 2311, "lifts": 2312, "cannibal": 2313, "lust": 2314, "ordinary": 2315, "orientation": 2316, "expectation": 2317, "laughter": 2318, "quashed": 2319, "obscenity": 2320, "hand": 2321, "funniest": 2322, "depth": 2323, "lacked": 2324, "translation": 2325, "frailty": 2326, "campfire": 2327, "telling": 2328, "each": 2329, "willies": 2330, "front": 2331, "loaded": 2332, "shapely": 2333, "hour": 2334, "1990": 2335, "ambitious": 2336, "shiner": 2337, "organizing": 2338, "fight": 2339, "pulls": 2340, "effects": 2341, "suck": 2342, "flaws": 2343, "beast": 2344, "brutal": 2345, "honesty": 2346, "respect": 2347, "twenty": 2348, "release": 2349, "wondrous": 2350, "fantasies": 2351, "apex": 2352, "misunderstood": 2353, "gooding": 2354, "desperately": 2355, "ingratiating": 2356, "stumbles": 2357, "trick": 2358, "outrage": 2359, "easier": 2360, "combines": 2361, "enigmatic": 2362, "features": 2363, "memento": 2364, "hallucinatory": 2365, "drug": 2366, "requiem": 2367, "individual": 2368, "prism": 2369, "beliefs": 2370, "prejudices": 2371, "take": 2372, "peace": 2373, "possible": 2374, "flailing": 2375, "caper": 2376, "terribly": 2377, "ill": 2378, "expensive": 2379, "project": 2380, "talented": 2381, "thesps": 2382, "slumming": 2383, "broder": 2384, "offensive": 2385, "pitifully": 2386, "leguizamo": 2387, "excellent": 2388, "superb": 2389, "figure": 2390, "rules": 2391, "bear": 2392, "universe": 2393, "humans": 2394, "hairier": 2395, "tax": 2396, "einstein": 2397, "brain": 2398, "feardotcom": 2399, "makings": 2400, "ethereal": 2401, "internet": 2402, "otherworldly": 2403, "energies": 2404, "channel": 2405, "delia": 2406, "greta": 2407, "paula": 2408, "rank": 2409, "multilayered": 2410, "sympathetic": 2411, "female": 2412, "beauty": 2413, "alexander": 2414, "payne": 2415, "ode": 2416, "everyman": 2417, "town": 2418, "authentic": 2419, "everybody": 2420, "background": 2421, "manufactured": 2422, "artificial": 2423, "julie": 2424, "davis": 2425, "kathie": 2426, "gifford": 2427, "proving": 2428, "again": 2429, "ego": 2430, "talent": 2431, "credit": 2432, "must": 2433, "water": 2434, "operating": 2435, "don": 2436, "king": 2437, "sonny": 2438, "miller": 2439, "michael": 2440, "stewart": 2441, "aussie": 2442, "caesar": 2443, "channels": 2444, "guy": 2445, "ritchie": 2446, "averse": 2447, "am": 2448, "follow": 2449, "maybe": 2450, "formula": 2451, "tuba": 2452, "dwarf": 2453, "rolled": 2454, "hill": 2455, "trash": 2456, "loses": 2457, "vat": 2458, "failed": 2459, "twitchy": 2460, "general": 2461, "boorishness": 2462, "misty": 2463, "eyed": 2464, "southern": 2465, "nostalgia": 2466, "piece": 2467, "treading": 2468, "between": 2469, "sappy": 2470, "mired": 2471, "tear": 2472, "drenched": 2473, "quicksand": 2474, "oblivious": 2475, "existence": 2476, "indeed": 2477, "belinsky": 2478, "able": 2479, "create": 2480, "porn": 2481, "snazziness": 2482, "neglecting": 2483, "conspicuous": 2484, "writing": 2485, "notwithstanding": 2486, "final": 2487, "secretary": 2488, "based": 2489, "clinic": 2490, "spader": 2491, "gyllenhaal": 2492, "unique": 2493, "slick": 2494, "tick": 2495, "tock": 2496, "effect": 2497, "yelling": 2498, "barbershop": 2499, "hearted": 2500, "ensemble": 2501, "variety": 2502, "soulless": 2503, "ineptly": 2504, "assembled": 2505, "pabulum": 2506, "95": 2507, "commercial": 2508, "nba": 2509, "properties": 2510, "virtually": 2511, "akin": 2512, "act": 2513, "suspenseful": 2514, "soderbergh": 2515, "skims": 2516, "fat": 2517, "1972": 2518, "hilarious": 2519, "musical": 2520, "stymied": 2521, "mud": 2522, "criticism": 2523, "considered": 2524, "suffers": 2525, "box": 2526, "consolation": 2527, "bearable": 2528, "cremaster": 2529, "tough": 2530, "pill": 2531, "swallow": 2532, "minor": 2533, "miracle": 2534, "expression": 2535, "kouyate": 2536, "elicits": 2537, "commentary": 2538, "governments": 2539, "matter": 2540, "runs": 2541, "asylum": 2542, "gripping": 2543, "jia": 2544, "family": 2545, "walked": 2546, "hoped": 2547, "moist": 2548, "attal": 2549, "pushes": 2550, "television": 2551, "guaranteed": 2552, "lump": 2553, "throat": 2554, "reaffirming": 2555, "washington": 2556, "working": 2557, "today": 2558, "laughing": 2559, "humanly": 2560, "believable": 2561, "defeated": 2562, "implausible": 2563, "behavior": 2564, "enjoyment": 2565, "hinge": 2566, "personal": 2567, "threshold": 2568, "endearing": 2569, "extremely": 2570, "unconventional": 2571, "body": 2572, "smacks": 2573, "exhibitionism": 2574, "cathartic": 2575, "truth": 2576, "bart": 2577, "dysfunctional": 2578, "parent": 2579, "child": 2580, "qualities": 2581, "gravity": 2582, "crudup": 2583, "anchoring": 2584, "overplayed": 2585, "exaggerated": 2586, "subtlety": 2587, "trademark": 2588, "animated": 2589, "scene": 2590, "stab": 2591, "soccer": 2592, "hooliganism": 2593, "barreled": 2594, "quentin": 2595, "tarantino": 2596, "climactic": 2597, "shootout": 2598, "meat": 2599, "loaf": 2600, "explodes": 2601, "frustratingly": 2602, "refuses": 2603, "pinochet": 2604, "crimes": 2605, "context": 2606, "paul": 2607, "bettany": 2608, "mcdowell": 2609, "serviceable": 2610, "euro": 2611, "extravaganza": 2612, "plenty": 2613, "boom": 2614, "handguns": 2615, "bmws": 2616, "seaside": 2617, "chateaus": 2618, "veterans": 2619, "dating": 2620, "wars": 2621, "smirk": 2622, "uneasily": 2623, "nightmare": 2624, "versions": 2625, "everyday": 2626, "misadventures": 2627, "sends": 2628, "believer": 2629, "cheered": 2630, "rollerball": 2631, "sequences": 2632, "sanitised": 2633, "stagey": 2634, "interview": 2635, "assassin": 2636, "structured": 2637, "shaking": 2638, "blair": 2639, "witch": 2640, "roots": 2641, "remarkable": 2642, "scope": 2643, "startling": 2644, "intimacy": 2645, "breadth": 2646, "21": 2647, "european": 2648, "doing": 2649, "20": 2650, "ago": 2651, "claims": 2652, "essential": 2653, "mana": 2654, "damaged": 2655, "relentlessly": 2656, "lowbrow": 2657, "outing": 2658, "clueless": 2659, "fork": 2660, "palpable": 2661, "disconnection": 2662, "poignant": 2663, "incessant": 2664, "use": 2665, "cell": 2666, "phones": 2667, "hoot": 2668, "straight": 2669, "shooting": 2670, "awards": 2671, "animals": 2672, "directive": 2673, "protect": 2674, "code": 2675, "costs": 2676, "blur": 2677, "merge": 2678, "schaeffer": 2679, "accomplished": 2680, "strictly": 2681, "speaking": 2682, "qualify": 2683, "revolutionary": 2684, "obnoxious": 2685, "didactic": 2686, "burlesque": 2687, "balding": 2688, "50": 2689, "innocent": 2690, "carved": 2691, "log": 2692, "anywhere": 2693, "center": 2694, "million": 2695, "pinocchio": 2696, "fanciful": 2697, "motion": 2698, "picture": 2699, "intensity": 2700, "jaglom": 2701, "secondhand": 2702, "maelstrom": 2703, "deliberately": 2704, "unsteady": 2705, "mixture": 2706, "stylistic": 2707, "bring": 2708, "bots": 2709, "alabama": 2710, "win": 2711, "academy": 2712, "definitely": 2713, "hearts": 2714, "air": 2715, "onscreen": 2716, "larded": 2717, "exposition": 2718, "somber": 2719, "cop": 2720, "sands": 2721, "titular": 2722, "community": 2723, "cute": 2724, "ensuing": 2725, "blatant": 2726, "resolutions": 2727, "convenient": 2728, "lagaan": 2729, "quintessential": 2730, "bollywood": 2731, "characteristically": 2732, "engorged": 2733, "wry": 2734, "affectionate": 2735, "delight": 2736, "ramsay": 2737, "improbable": 2738, "ear": 2739, "slights": 2740, "telegraphed": 2741, "blithe": 2742, "exchanges": 2743, "lingering": 2744, "tug": 2745, "foster": 2746, "leaves": 2747, "lavish": 2748, "formalism": 2749, "austerity": 2750, "edge": 2751, "shape": 2752, "shifting": 2753, "perils": 2754, "brushes": 2755, "calamity": 2756, "friday": 2757, "next": 2758, "african": 2759, "broad": 2760, "racial": 2761, "insensitivity": 2762, "towards": 2763, "lively": 2764, "account": 2765, "seinfeld": 2766, "deadpan": 2767, "awareness": 2768, "issue": 2769, "overlooked": 2770, "women": 2771, "seven": 2772, "switch": 2773, "mix": 2774, "shining": 2775, "naked": 2776, "teenagers": 2777, "1980s": 2778, "heartening": 2779, "victories": 2780, "enduring": 2781, "hope": 2782, "politically": 2783, "unpleasant": 2784, "intellectually": 2785, "scary": 2786, "dramatically": 2787, "puzzling": 2788, "jonah": 2789, "biblical": 2790, "either": 2791, "lessen": 2792, "widely": 2793, "debated": 2794, "ferocity": 2795, "thoughtfulness": 2796, "intelligent": 2797, "busy": 2798, "hitting": 2799, "assigned": 2800, "marks": 2801, "wahlberg": 2802, "classy": 2803, "pokepie": 2804, "hat": 2805, "dry": 2806, "shrapnel": 2807, "mental": 2808, "shellshock": 2809, "linger": 2810, "ended": 2811, "warren": 2812, "search": 2813, "experiences": 2814, "neglected": 2815, "stayed": 2816, "pile": 2817, "useless": 2818, "actioners": 2819, "mtv": 2820, "schmucks": 2821, "tell": 2822, "four": 2823, "sara": 2824, "sugarman": 2825, "stoops": 2826, "drop": 2827, "pants": 2828, "she": 2829, "provoke": 2830, "contemporary": 2831, "interpretation": 2832, "joan": 2833, "prefeminist": 2834, "plight": 2835, "standards": 2836, "allow": 2837, "nudity": 2838, "directorial": 2839, "stamp": 2840, "stylish": 2841, "visualize": 2842, "schizophrenia": 2843, "step": 2844, "sick": 2845, "eye": 2846, "handsomely": 2847, "overproduced": 2848, "dreck": 2849, "shockingly": 2850, "absolutely": 2851, "unnecessary": 2852, "saccharine": 2853, "disposable": 2854, "energy": 2855, "flamboyant": 2856, "comics": 2857, "subtle": 2858, "goodness": 2859, "compromised": 2860, "exceptionally": 2861, "quietly": 2862, "summertime": 2863, "restless": 2864, "dignity": 2865, "motivated": 2866, "pitched": 2867, "despair": 2868, "schmidt": 2869, "closer": 2870, "expressing": 2871, "someplace": 2872, "consuming": 2873, "absorption": 2874, "insistently": 2875, "otherness": 2876, "glows": 2877, "sensuality": 2878, "conniving": 2879, "aspirations": 2880, "charms": 2881, "strange": 2882, "twisted": 2883, "thrown": 2884, "hastily": 2885, "underrehearsed": 2886, "arbitrarily": 2887, "plotted": 2888, "filled": 2889, "crude": 2890, "innuendo": 2891, "gangster": 2892, "fair": 2893, "amount": 2894, "bank": 2895, "robberies": 2896, "plus": 2897, "dose": 2898, "father": 2899, "son": 2900, "dynamics": 2901, "degrading": 2902, "liberating": 2903, "leading": 2904, "dispassionate": 2905, "gantz": 2906, "brothers": 2907, "pasty": 2908, "lumpen": 2909, "innocuous": 2910, "jean": 2911, "van": 2912, "damme": 2913, "essence": 2914, "promise": 2915, "soars": 2916, "realm": 2917, "opposite": 2918, "truly": 2919, "magical": 2920, "prowess": 2921, "listless": 2922, "stopped": 2923, "started": 2924, "reacting": 2925, "part": 2926, "grand": 2927, "locations": 2928, "urgently": 2929, "protagonists": 2930, "struggled": 2931, "mercy": 2932, "inventiveness": 2933, "gasping": 2934, "delights": 2935, "newcomer": 2936, "helmer": 2937, "kevin": 2938, "donovan": 2939, "hamstrung": 2940, "badly": 2941, "handled": 2942, "tech": 2943, "tux": 2944, "wearer": 2945, "superman": 2946, "photo": 2947, "disappointing": 2948, "generalities": 2949, "escape": 2950, "romanek": 2951, "conscious": 2952, "scrutiny": 2953, "confrontational": 2954, "stance": 2955, "todd": 2956, "aim": 2957, "correctness": 2958, "suburban": 2959, "families": 2960, "chop": 2961, "suey": 2962, "simple": 2963, "reflection": 2964, "lovely": 2965, "trifle": 2966, "cuteness": 2967, "purely": 2968, "notice": 2969, "straightforward": 2970, "remake": 2971, "bride": 2972, "multi": 2973, "layered": 2974, "profoundly": 2975, "humanist": 2976, "knowledge": 2977, "education": 2978, "affects": 2979, "cultural": 2980, "geographical": 2981, "displacement": 2982, "worse": 2983, "nebrida": 2984, "gutless": 2985, "laurice": 2986, "guillen": 2987, "peculiar": 2988, "costume": 2989, "renaissance": 2990, "spain": 2991, "events": 2992, "somehow": 2993, "santa": 2994, "clause": 2995, "streamlined": 2996, "encounter": 2997, "previous": 2998, "jay": 2999, "roach": 3000, "taxicab": 3001, "crowd": 3002, "pleaser": 3003, "spirits": 3004, "corners": 3005, "mouth": 3006, "engrossing": 3007, "historical": 3008, "event": 3009, "contributed": 3010, "nausea": 3011, "raimi": 3012, "matured": 3013, "plain": 3014, "toast": 3015, "arnie": 3016, "musclefest": 3017, "resonance": 3018, "insultingly": 3019, "unbelievably": 3020, "forget": 3021, "absurdity": 3022, "icy": 3023, "stunts": 3024, "spout": 3025, "following": 3026, "mountain": 3027, "modestly": 3028, "gored": 3029, "bullfighters": 3030, "comatose": 3031, "ballerinas": 3032, "kinky": 3033, "bedside": 3034, "vigils": 3035, "denouements": 3036, "undeniably": 3037, "touched": 3038, "subtlest": 3039, "uncanny": 3040, 